[
    {
        "id": "1",
        "name": "Ada Lovelace",
        "known_for": "First Computer Programmer",
        "Bio": {
            "Summary": "The daughter of famed poet Lord Byron, Augusta Ada Byron, Countess of Lovelace — better known as \"Ada Lovelace\" — showed her gift for mathematics at an early age. She translated an article on an invention by Charles Babbage, and added her own comments. Because she introduced many computer concepts, Lovelace is considered the first computer program",
            "Origin": "London, England",
            "DOB": "10 December 1815",
            "DOD": "27 November 1852"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Programming",
                    "Algorithims"
                ]
            }
        ],
        "Legacy": "Lovelace's contributions to the field of computer science were not discovered until the 1950s. Her notes were reintroduced to the world by B.V. Bowden, who republished them in 'Faster Than Thought - A Symposium on Digital Computing Machines'. Since then, Ada has received many posthumous honors for her work.",
        "Tags": [
            "Ada Lovelace Day",
            "History of Computing",
            "Tech Pioneer",
            "Women in Tech",
            "Analytical Engine",
            "Computer Programming"
        ],
        "url": "https://www.britannica.com/biography/Ada-Lovelace",
        "media": "https://www.britannica.com/biography/Ada-Lovelace/images-videos",
        "image_path": "https://cdn.britannica.com/22/23622-050-E60DC899/Ada-King-countess-Lovelace-Alfred-Edward-Chalon-circa-1838.jpg",
        "image_width": "150"
    },
    {
        "id": "2",
        "name": "Grace Hopper",
        "known_for": "Computer Scientist and Naval Officer",
        "Bio": {
            "Summary": "Grace Hopper joined the U.S. Navy during World War II and was assigned to program the Mark I computer. She continued to work in computing after the war, leading the team that created the first computer language compiler, which led to the popular COBOL language. She resumed active naval service at the age of 60, becoming a rear admiral before retiring in 1986.",
            "Origin": "New York, United States",
            "DOB": "6 December 1906",
            "DOD": "1 January 1992"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Programming"
                ]
            }
        ],
        "Legacy": "She was awarded the National Medal of Technology in 1991—becoming the first female individual recipient of the honor. In addition to her programming accomplishments, Hopper's legacy includes encouraging young people to learn how to program. The Grace Hopper Celebration of Women In Computing Conference is a technical conference that encourages women to become part of the world of computing, while the Association for Computing Machinery offers a Grace Murray Hopper Award. Awareded the Presidential Medal of Freedom posthumously in 2016.",
        "Tags": [
            "COBOL",
            "UNIVAC I",
            "History of Computing",
            "Tech Pioneer",
            "Women in Tech",
            "Computer Programming"
        ],
        "url": "https://www.britannica.com/biography/Grace-Hopper",
        "media": "https://www.britannica.com/biography/Grace-Hopper/images-videos",
        "image_path": "https://cdn.britannica.com/00/149300-050-DC398492/Grace-Murray-Hopper-Bureau-of-Ordnance-Computation-1946.jpg",
        "image_width": "150"
    },
    {
        "id": "3",
        "name": "Hedy Lamarr",
        "known_for": "Inventor of WiFi",
        "Bio": {
            "Summary": "Hedy was a self-taught inventor and film actress, who was awarded a patent in 1942 for her secret communication system, designed with the help of the composer George Antheil. This frequency hopping system was intended as a way to set radio-guided torpedos off course during the war, but the idea eventually inspired Wi-Fi, GPS and Bluetooth technology commonly used today.",
            "Origin": "Vienna, Austria-Hungary",
            "DOB": "9 November 1914",
            "DOD": "19 January 2000"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Wireless Communication"
                ]
            }
        ],
        "Legacy": "Hedy was awarded U.S. Patent No. 2,292,387 in August of 1942. The Electronic Frontier Foundation jointly awarded Lamarr and Antheil with their Pioneer Award in 1997. Lamarr also became the first woman to receive the Invention Convention’s Bulbie Gnass Spirit of Achievement Award. Lamarr was inducted posthumously into the National Inventors Hall of Fame for the development of her frequency hopping technology in 2014.",
        "Tags": [
            "WiFi",
            "Communication",
            "Tech Pioneer",
            "Women in Tech",
            "GPS",
            "Bluetooth"
        ],
        "url": "https://www.britannica.com/biography/Hedy-Lamarr",
        "media": "https://www.britannica.com/biography/Hedy-Lamarr/images-videos",
        "image_path": "https://cdn.britannica.com/96/133096-050-34226B5F/Hedy-Lamarr.jpg",
        "image_width": "150"
    }
]