[
    {
        "id": "1",
        "name": "Ada Lovelace",
        "known_for": "First Computer Programmer",
        "Bio": {
            "Summary": "The daughter of famed poet Lord Byron, Augusta Ada Byron, Countess of Lovelace — better known as \"Ada Lovelace\" — showed her gift for mathematics at an early age. She translated an article on an invention by Charles Babbage, and added her own comments. Because she introduced many computer concepts, Lovelace is considered the first computer programmer",
            "Origin": "London, England",
            "DOB": "10 December 1815",
            "DOD": "27 November 1852"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Programming",
                    "Algorithms"
                ]
            }
        ],
        "Legacy": "Lovelace's contributions to the field of computer science were not discovered until the 1950s. Her notes were reintroduced to the world by B.V. Bowden, who republished them in 'Faster Than Thought - A Symposium on Digital Computing Machines'. Since then, Ada has received many posthumous honors for her work.",
        "Tags": [
            "Ada Lovelace Day",
            "History of Computing",
            "Tech Pioneer",
            "Women in Tech",
            "Analytical Engine",
            "Computer Programming"
        ],
        "url": "https://www.britannica.com/biography/Ada-Lovelace",
        "media": "https://www.britannica.com/biography/Ada-Lovelace/images-videos",
        "image_path": "https://cdn.britannica.com/22/23622-050-E60DC899/Ada-King-countess-Lovelace-Alfred-Edward-Chalon-circa-1838.jpg",
        "image_width": "150"
    },
    {
        "id": "2",
        "name": "Grace Hopper",
        "known_for": "Computer Scientist and Naval Officer",
        "Bio": {
            "Summary": "Grace Hopper joined the U.S. Navy during World War II and was assigned to program the Mark I computer. She continued to work in computing after the war, leading the team that created the first computer language compiler, which led to the popular COBOL language. She resumed active naval service at the age of 60, becoming a rear admiral before retiring in 1986.",
            "Origin": "New York, United States",
            "DOB": "6 December 1906",
            "DOD": "1 January 1992"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Programming"
                ]
            }
        ],
        "Legacy": "Hopper was awarded the National Medal of Technology in 1991, becoming the first female individual recipient of the honor. In addition to her programming accomplishments, Hopper's legacy includes encouraging young people to learn how to program. The Grace Hopper Celebration of Women In Computing Conference is a technical conference that encourages women to become part of the world of computing, while the Association for Computing Machinery offers a Grace Murray Hopper Award. Hopper was awarded the Presidential Medal of Freedom posthumously in 2016.",
        "Tags": [
            "COBOL",
            "UNIVAC I",
            "History of Computing",
            "Tech Pioneer",
            "Women in Tech",
            "Computer Programming"
        ],
        "url": "https://www.britannica.com/biography/Grace-Hopper",
        "media": "https://www.britannica.com/biography/Grace-Hopper/images-videos",
        "image_path": "https://cdn.britannica.com/00/149300-050-DC398492/Grace-Murray-Hopper-Bureau-of-Ordnance-Computation-1946.jpg",
        "image_width": "150"
    },
    {
        "id": "3",
        "name": "Hedy Lamarr",
        "known_for": "Inventor of WiFi",
        "Bio": {
            "Summary": "Lamarr was a self-taught inventor and film actress, who was awarded a patent in 1942 for her secret communication system, designed with the help of the composer George Antheil. This frequency hopping system was intended as a way to set radio-guided torpedos off course during the war, but the idea eventually inspired Wi-Fi, GPS and Bluetooth technology commonly used today.",
            "Origin": "Vienna, Austria-Hungary",
            "DOB": "9 November 1914",
            "DOD": "19 January 2000"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "Wireless Communication"
                ]
            }
        ],
        "Legacy": "Lamarr was awarded U.S. Patent No. 2,292,387 in August of 1942. The Electronic Frontier Foundation jointly awarded Lamarr and Antheil with their Pioneer Award in 1997. Lamarr also became the first woman to receive the Invention Convention’s Bulbie Gnass Spirit of Achievement Award. Lamarr was inducted posthumously into the National Inventors Hall of Fame for the development of her frequency hopping technology in 2014.",
        "Tags": [
            "WiFi",
            "Communication",
            "Tech Pioneer",
            "Women in Tech",
            "GPS",
            "Bluetooth"
        ],
        "url": "https://www.britannica.com/biography/Hedy-Lamarr",
        "media": "https://www.britannica.com/biography/Hedy-Lamarr/images-videos",
        "image_path": "https://cdn.britannica.com/96/133096-050-34226B5F/Hedy-Lamarr.jpg",
        "image_width": "150"
    },
    {
      "id": "4",
      "name": "Katherine Johnson",
      "known_for": "Early NASA Pioneer",
        "Bio": {
            "Summary": "West Virgina born mathematician Katherine Johnson, began her career working at the National Advisory Committee for Aeronautics (NACA)’s West Area Computing unit, a group of African American women who manually performed complex mathematical calculations for the program’s engineers. She analyzed test data and provided mathematical computations that were essential to the success of the early U.S. space program. Johnson, also known as \"Katherine Coleman\", would continue her work at NASA where she calculated and analyzed the flight paths of many spacecraft during her more than 30 years working with the U.S. space program, including the Apollo 11 mission of 1969, that helped send astronauts to the Moon.",
            "Origin": "West Virgina, United States",
            "DOB": "26 August 1918",
            "DOD": "24 February 2020"
        },
        "Fields": [
            {
                "Mathematics": true
            },
            {
                "Computing": [
                    "Algorithms",
                    "Data Analysis"
                ]
            }
        ],
        "Legacy": "Johnson has been widely recognized for her achievements through a series of awards, including but not limited to, the 1967 NASA Lunar Orbiter Spacecraft and Operations team award, and the National Technical Association’s designation as its 1997 Mathematician of the Year. Additionally, she earned honorary degrees from SUNY Farmingdale, Maryland's Capitol College, Virginia's Old Dominion University and West Virginia University. She also went on to receive the Presidential Medal of Freedom in 2015.",
        "Tags": [
          "Aerospace",
          "Women in Tech",
          "NASA",
          "Human computer",
          "Hidden Figures"
        ],
        "url": "https://www.britannica.com/biography/Katherine-Johnson-mathematician",
        "media": "https://www.britannica.com/biography/Katherine-Johnson-mathematician/images-videos",
        "image_path": "https://cdn.britannica.com/74/194174-050-7D2254A4/Katherine-Johnson-1966.jpg",
        "image_width": ""
    },
    {
        "id": "5",
        "name": "Barbara McClintock",
        "known_for": "Discovering genetic transposition (jumping genes) ",
        "Bio": {
            "Summary": "McClintock was an American scientist and cytogeneticist who was awarded the 1983 Nobel Prize in Physiology or Medicine. McClintock received her PhD in botany from Cornell University in 1927. There she started her career as the leader in the development of maize cytogenetics, the focus of her research for the rest of her life. From the late 1920s, McClintock studied chromosomes and how they change during reproduction in maize. She developed the technique for visualizing Maize chromosomes and used microscopic analysis to demonstrate many fundamental genetic ideas.",
            "Orgin": "Hartford, Connecticut, U.S",
            "DOB": "16 June 1902",
            "DOD": "2 September 1992"
        },
        "Fields": [
            {
                "Mathematics": null
            },
            {
                "Computing": [
                    "null"
                   
                ]
            }
        ],
        "Legacy": "McClintock received the Nobel Prize for Physiology or Medicine in 1983, the first woman to win that prize unshared and the first American woman to win any unshared Nobel Prize. It was given to her by the Nobel Foundation for discovering mobile genetic elements. ",
        "Tags": [
            "Barbara McClintock",
            "jumping genes",
            "STEM Pioneer",
            "Women in Medicine",
            "Noble Prize Winner"
        ],
        "url": "https://www.britannica.com/biography/Barbara-McClintock",
        "media": "https://www.britannica.com/biography/Barbara-McClintock/images-videos",
        "image_path": "https://cdn.britannica.com/19/151119-050-6AAFA850/Barbara-McClintock-laboratory-Cold-Spring-Harbor-New-March-26-1947.jpg",
        "image_width": "150"
    }
]
